#include <stdio.h>
#include <locale.h>

void name()
{
	puts("*******************************************");
	puts("* §ä§Ö§Þ§Ñ: §²§Ñ§Ù§â§Ñ§Ò§à§ä§Ü§Ñ §Ü§à§ß§ã§à§Ý§î§ß§à§Ô§à §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§ñ *");
	puts("*    §£§í§á§à§Ý§ß§Ú§Ý §ª§Ó§Ñ§ß§à§Ó §®. §¡.                *");
	puts("*******************************************");
}

void date()
{
	puts("      _  _   _  _");
	puts(" | |.| |  |.| |  |");
	puts(" | |.| |  |.| |  |");
	puts("      -      -    ");
}

void main()
{
	setlocale(LC_ALL, "RUS ");

	name();
	date();
}